tap "bufbuild/buf"
tap "d99kris/nchat"
tap "romkatv/powerlevel10k"
brew "aircrack-ng"
brew "ansible"
brew "asciiquarium"
brew "ffmpeg"
brew "kubectl"
brew "kubectx"
brew "k9s"
brew "ansible"
brew "ansible-lint"
brew "audacious"
brew "bob"
brew "colima"
brew "coreutils"
brew "cpufetch"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "emacs"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "grpcurl"
brew "hadolint"
brew "helix"
brew "helm"
brew "htop"
brew "irssi"
brew "jdtls"
brew "k9s"
brew "kakoune"
brew "kubernetes-cli"
brew "maven"
brew "micro"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node@24"
brew "powerlevel10k"
brew "protoc-gen-grpc-java"
brew "qemu"
brew "qrencode"
brew "bat"
brew "eza"
brew "ripgrep"
brew "starship"
brew "zoxide"
brew "terminal-notifier"
brew "translate-shell"
brew "v2ray"
brew "wakeonlan"
brew "yt-dlp"
brew "bufbuild/buf/buf"
brew "d99kris/nchat/nchat"
cask "alfred"
cask "chatgpt"
cask "claude"
cask "digikam"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "ghostty"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "insomnia"
cask "intellij-idea-ce"
cask "keepassxc"
cask "kitty"
cask "megasync"
cask "minecraft"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "onlyoffice"
cask "oracle-jdk@21"
cask "orbstack"
cask "pgadmin4"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "stats"
cask "steam"
cask "steamcmd"
cask "stremio"
cask "sublime-text"
cask "tabby"
cask "telegram-desktop"
cask "todoist-app"
cask "tor-browser"
cask "tunnelblick"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
cask "warp"
cask "wpsoffice"
cask "xmind"
